Repository: KDE/kaffeine
Catalog: po/sa/kaffeine.po
Languages: sa

source: Cannot start mplayer process.
sa: mplayer प्रक्रियां आरभुं न शक्नोति।

source: Subtitle %1
sa: उपशीर्षक %1

# @title:window
source: Configure Kaffeine
sa: कैफीन विन्यस्तं कुर्वन्तु

# @item:inlistbox 'Startup display mode:'
source: Normal Mode
sa: सामान्य मोड

# @item:inlistbox 'Startup display mode:'
source: Minimal Mode
sa: न्यूनतम मोड

# @item:inlistbox 'Startup display mode:'
source: Full Screen Mode
sa: पूर्ण स्क्रीन मोड

# @item:inlistbox 'Startup display mode:'
source: Remember Last Setting
sa: अन्तिमसेटिंग् स्मर्यताम्

# @label:listbox
source: Startup display mode:
sa: प्रारम्भप्रदर्शनविधिः :

# @label:spinbox
source: Short skip duration:
sa: लघु स्किप् अवधिः :

# @label:spinbox
source: Long skip duration:
sa: दीर्घकालं लङ्घनस्य अवधिः :

# @title:group
source: General
sa: सामान्य

# @label:textbox
source: Log messages:
sa: लॉग् सन्देशाः :

# @action:button
source: Show dmesg
sa: dmesg दर्शयतु

# @title:group
source: Diagnostics
sa: निदानम्

# @label:textbox
source: LibVLC arguments:
sa: LibVLC तर्काः :

# @label:textbox
source: NOTE: Kaffeine should be restarted for the new arguments to take effect
sa: NOTE: नूतनतर्कानाम् प्रभावाय कफीनस्य पुनः आरम्भः करणीयः

# @title:group
source: libVLC
sa: libVLC इति

# @title:window
source: dmesg
sa: द्मेस्ग्

# @title:column tv show
source: Channel
sa: चैनल

# @title:column tv channel
source: Number
sa: संख्या

# @action
source: Edit
sa: सम्पादन

# @action
source: Remove
sa: अपाकरोति

# @info
source: The channels will be sorted by number to allow drag and drop. Do you want to continue?
sa: ड्रैग् एण्ड् ड्रॉप् इत्यस्य अनुमतिं दातुं चैनल्स् संख्यानुसारं क्रमबद्धाः भविष्यन्ति । किं त्वं निरन्तरं कर्तुम् इच्छसि ?

source: Horizontal
sa: क्षैतिज

source: Vertical
sa: ऊर्ध्वाधर

source: Circular left
sa: वृत्ताकार वाम

source: Circular right
sa: वृत्ताकार दक्षिण

source: Off
sa: दूरे

# @title:window
source: Edit Channel
sa: चैनल सम्पादयतु

# @label tv channel
source: Name:
sa: नामः:

# @label tv channel
source: Number:
sa: संख्या:

# @label tv channel
source: Source:
sa: स्रोतः:

source: Frequency (MHz):
sa: आवृत्ति (मेगाहर्ट्ज):

source: Symbol rate (kS/s):
sa: प्रतीक दर (kS/s): .

source: Modulation:
sa: मॉडुलेशन :

source: FEC rate:
sa: FEC दरः :

source: Polarization:
sa: ध्रुवीकरणम् :

source: Roll-off:
sa: रोल-ऑफ :

source: Bandwidth:
sa: बैण्डविड्थः :

source: FEC rate LP:
sa: एफईसी दर एलपी: .

source: Transmission mode:
sa: संचरणविधिः :

source: Guard interval:
sa: रक्षकान्तरम् :

source: Hierarchy:
sa: पदानुक्रमं:

source: PLP (stream ID):
sa: पीएलपी (धारा आईडी): .

source: Partial reception:
sa: आंशिकस्वागतः :

source: Sound broadcasting:
sa: ध्वनिप्रसारणम् :

source: SB channel ID:
sa: एसबी चैनल ID: 1.1.

source: SB index:
sa: एस बी अनुक्रमणिका :

source: SB count:
sa: एस बी गणना :

source: Layer A Modulation:
sa: लेयर ए मॉडुलेशन :

source: Layer A FEC rate:
sa: स्तरः A FEC दरः :

source: Layer A segments:
sa: स्तर क खण्डाः :

source: Layer A interleaving:
sa: स्तर A अन्तरालम् :

source: Layer B Modulation:
sa: स्तर ख मॉडुलेशन :

source: Layer B FEC rate:
sa: स्तर ख FEC दरः :

source: Layer B segments:
sa: स्तर ख खण्डाः :

source: Layer B interleaving:
sa: स्तर ख अन्तराल :

source: Layer C Modulation:
sa: स्तर ग मॉडुलेशन :

source: Layer C FEC rate:
sa: लेयर सी FEC दर: 1।

source: Layer C segments:
sa: स्तर ग खण्डाः :

source: Layer C interleaving:
sa: लेयर ग इंटरलीविंग :

source: Network ID:
sa: संजालस्य ID: .

source: Transport stream ID:
sa: परिवहनधारा ID: .

source: Service ID:
sa: सेवापरिचयः :

source: Audio channel:
sa: श्रव्यचैनलः :

source: Scrambled:
sa: स्क्रैम्बलः :

source: PMT PID:
sa: पीएमटी पीआईडी :

source: Video PID:
sa: विडियो पीआईडी:

source: Subtitle PID:
sa: उपशीर्षक PID: .

source: Teletext PID:
sa: दूरपाठः PID: .

# @title:window
source: Configure Television
sa: दूरदर्शनं विन्यस्यताम्

source: Recording folder:
sa: रिकार्डिङ्ग् फोल्डर् :

source: Select Folder
sa: Folder इति चिनोतु

source: Time shift folder:
sa: समयपरिवर्तनपुटम् :

source: xmltv file name (optional):
sa: xmltv सञ्चिकानाम (वैकल्पिकम्):

source: Add optional file to allow reading EPG data from xmltv files
sa: xmltv सञ्चिकाभ्यः EPG-दत्तांशं पठितुं अनुमतिं दातुं वैकल्पिकसञ्चिकां योजयन्तु

source: Disable parsing EPG data from MPEG-TS tables:
sa: MPEG-TS सारणीभ्यः EPG आँकडानां विश्लेषणं निष्क्रियं कुर्वन्तु:

source: Use this if your TV provider doesn't broadcast reliable EPG data
sa: यदि भवतः टीवी-प्रदाता विश्वसनीयं EPG-दत्तांशं न प्रसारयति तर्हि एतस्य उपयोगं कुर्वन्तु

source: Begin margin (minutes):
sa: आरम्भ मार्जिन (निमेष) :

source: End margin (minutes):
sa: समाप्तिमार्जिनम् (निमेषाः) :

source: Naming style for recordings:
sa: रिकार्डिङ्ग्स् कृते नामकरणशैली :

source: The following substitutions work: "%year" for year (YYYY) and the following: %month, %day, %hour, %min, %sec, %channel and %title
sa: निम्नलिखित प्रतिस्थापनं कार्यं करोति: वर्षस्य (YYYY) कृते "%year" तथा च निम्नलिखितम्: %month, %day, %hour, %min, %sec, %channel तथा %title

source: Action after recording finishes:
sa: रिकार्डिङ्ग् समाप्तस्य अनन्तरं क्रिया :

source: Leave empty for no command.
sa: अनिर्देशं विना रिक्तं त्यजन्तु।

source: Use ISO 8859-1 charset instead of ISO 6937:
sa: ISO 6937 इत्यस्य स्थाने ISO 8859-1 charset इत्यस्य उपयोगं कुर्वन्तु:

source: Create info files to accompany EPG recordings:
sa: EPG रिकार्डिङ्ग्स् सह सूचनासञ्चिकाः रचयन्तु:

source: Scan channels when idle to fetch fresh EPG data:
sa: ताजा EPG आँकडा आनेतुं निष्क्रियतायां चैनल्स् स्कैन् कुर्वन्तु:

source: Scan data last updated on %1
sa: %1 इत्यत्र अन्तिमवारं अद्यतनं दत्तांशं स्कैन कुर्वन्तु

source: Update Scan Data over Internet
sa: अन्तर्जालमाध्यमेन Scan Data अद्यतनं कुर्वन्तु

source: Edit Scanfile
sa: Scanfile सम्पादयतु

source: You can add channels manually to this file before scanning for them.
sa: अस्मिन् सञ्चिकायां भवन्तः तान् स्कैनिङ्गं कर्तुं पूर्वं मैन्युअल् रूपेण चैनल् योजयितुं शक्नुवन्ति ।

source: General Options
sa: सामान्यविकल्पाः

source: Automatic Recording
sa: स्वचालित रिकार्डिंग

source: Device %1
sa: यन्त्र %1

# @action
source: Add new Regex
sa: नूतनं Regex योजयन्तु

source: Add another regular expression.
sa: अन्यं नियमितव्यञ्जनं योजयन्तु।

# @action
source: Remove Regex
sa: Regex निष्कासित करें

source: Remove checked regular expressions.
sa: चेक् कृतानि नियमितव्यञ्जनानि निष्कासयन्तु।

source: Update Scan Data
sa: स्कैन डाटा अद्यतन करें

source: Downloading scan data
sa: स्कैन् डाटा डाउनलोड् करणम्

source: Scan file is becoming bigger than %1 KB. Aborting, as something might be wrong...
sa: स्कैन् सञ्चिका %1 KB इत्यस्मात् बृहत्तरं भवति । गर्भपातः, यथा किमपि दोषः भवितुम् अर्हति...

source: Scan data successfully updated. %1 KB received. Changes take effect after you have closed the configuration dialog.
sa: स्कैन् डाटा सफलतया अद्यतनम्। %1 KB प्राप्तम् । भवतः बन्दीकरणानन्तरं परिवर्तनं प्रभावी भवति विन्याससंवादः ।

source: Scan data update failed.
sa: स्कैन् डाटा अपडेट् विफलम् अभवत् ।

source: Name: %1
sa: नाम: %1

source: Move Left
sa: वामभागे गच्छतु

source: Reset
sa: पुनः सेट् करें

source: Move Right
sa: दक्षिणतः गच्छतु

source: Device not connected.
sa: यन्त्रं न सम्बद्धम्।

source: ATSC
sa: एटीएससी

source: Cable
sa: केबल

source: Terrestrial (T2)
sa: स्थलीय (T2)

source: Terrestrial
sa: स्थलीय

source: Autoscan
sa: ऑटोस्कैन

source: Autoscan with 167 kHz Offsets
sa: 167 kHz Offsets सह Autoscan

source: Autoscan Australia
sa: ऑटोस्कैन ऑस्ट्रेलिया

source: Autoscan Italy
sa: ऑटोस्कैन इटली

source: Autoscan Taiwan
sa: ऑटोस्कैन ताइवान

source: Tuner timeout (ms):
sa: ट्यूनर समयसमाप्ति (ms): .

source: Source:
sa: स्रोतः:

source: No Source
sa: न स्रोतः

source: Name:
sa: नामः:

source: Use Higher LNBf voltage:
sa: उच्चतर LNBf वोल्टेजस्य उपयोगं कुर्वन्तु:

source: On some DVB devices, there's an extra control that allows to increase the voltage sent to LNBf, in order to compensate for cabling loss. This tri-state button defaults to not use it. It may be set to: - normal mode (unchecked); - higher voltage mode (checked); - tristate (don't send the control).
sa: केषुचित् DVB-यन्त्रेषु अतिरिक्तं नियन्त्रणं भवति यत्... LNBf कृते प्रेषितः वोल्टेजः, केबलिंग् हानिः क्षतिपूर्तिं कर्तुं । एतत् त्रि-अवस्था बटनं पूर्वनिर्धारितं भवति यत् तस्य उपयोगः न भवति । इदं सेट् कर्तुं शक्यते : - सामान्य मोड (अनिरीक्षित); - उच्चतर वोल्टेज मोड (जाँचितम्); - त्रिराज्यम् (नियन्त्रणं न प्रेषयतु)।

source: Configuration:
sa: विन्यासः :

source: DiSEqC Switch
sa: DiSEqC स्विच

source: USALS Rotor
sa: USALS रोटर

source: Positions Rotor
sa: स्थितिः रोटर

source: Disable DiSEqC
sa: DiSEqC अक्षम करें

source: LNB %1 Settings
sa: LNB %1 सेटिंग्स्

source: LNB Settings
sa: LNB सेटिंग्स्

source: Add Satellite
sa: उपग्रहं योजयन्तु

source: Satellite
sa: उपग्रहः

source: Position
sa: स्थितिः

source: Remove Satellite
sa: उपग्रहं निष्कासयन्तु

source: Your position:
sa: भवतः स्थितिः :

source: Latitude:
sa: अक्षांशः :

source: [S -90 ... 90 N]
sa: [स -९० ... ९० न] ।

source: Longitude:
sa: देशान्तर :

source: [W -180 ... 180 E]
sa: [प -१८० ... १८० ई] ।

source: Low frequency (KHz)
sa: निम्न आवृत्ति (KHz)

source: High frequency (MHz)
sa: उच्चावृत्तिः (MHz)

source: Switch frequency (MHz)
sa: स्विच आवृत्ति (MHz)

source: Low range: %1 MHz to %2 MHz
sa: निम्नपरिधिः : %1 मेगाहर्ट्जतः %2 मेगाहर्ट्जपर्यन्तं

source: Bandstacked
sa: बैण्डस्टैक्ड

source: High range: %1 MHz to %2 MHz
sa: उच्चपरिधिः : %1 मेगाहर्ट्जतः %2 मेगाहर्ट्जपर्यन्तं

source: Detective
sa: जासूसः

source: Adventure
sa: साहस

source: Science Fiction
sa: विज्ञान कथा

source: Comedy
sa: हास्यम्

source: Soap
sa: फेनक

source: Romance
sa: रोमांस

source: Classical
sa: शास्त्रीय

source: Adult
sa: प्रौढः

source: User defined
sa: उपयोक्ता परिभाषितम्

source: Weather
sa: वातावरणम्‌

source: Magazine
sa: पत्रिका

source: Documentary
sa: वृत्तचित्र

source: Discussion
sa: विवरण

source: User Defined
sa: उपयोक्ता परिभाषितम्

source: Quiz
sa: प्रश्नोत्तरी

source: Variety
sa: विविधता

source: Talk
sa: प्रलपतु

source: Events
sa: घटनाः

source: Football
sa: फुटबालं

source: Tennis
sa: टेनिसः

source: Team
sa: दल

source: Athletics
sa: एथलेटिक्स

source: Motor
sa: मोटर

source: Water
sa: जलम्‌

source: Winter
sa: शीतकाल

source: Equestrian
sa: अश्ववाहकः

source: Martial
sa: मार्शल

source: Preschool
sa: पूर्वस्कूली

source: 06 to 14
sa: ०६ तः १४ पर्यन्तम्

source: 10 to 16
sa: १० तः १६ पर्यन्तम्

source: Educational
sa: शैक्षिक

source: Cartoons
sa: कार्टून

source: Poprock
sa: पॉप रॉक

source: Folk
sa: लोक

source: Jazz
sa: जाज्

source: Opera
sa: ओपेरा

source: Ballet
sa: बैले

source: Performance
sa: प्रदर्शनम्‌

source: Fine Arts
sa: ललित कला

source: Religion
sa: धर्म

source: Traditional
sa: पारंपरिक

source: Literature
sa: साहित्यं

source: Cinema
sa: सिनेमा

source: Experimental
sa: प्रयोगात्मकः

source: Press
sa: मुद्रणशाला

source: New Media
sa: न्यू मीडिया

source: Fashion
sa: चलनं

source: Advisory
sa: सल्लाहकारः

source: People
sa: जनाः

source: Nature
sa: प्रकृति

source: Technology
sa: तन्त्रज्ञान

source: Medicine
sa: चिकित्सा

source: Foreign
sa: विदेशः

source: Social
sa: सामाजिक

source: Further
sa: अग्रे

source: Language
sa: भाषा

source: Travel
sa: यात्रा

source: Handicraft
sa: हस्तशिल्प

source: Motoring
sa: मोटरचालनम्

source: Fitness
sa: फिटनेस

source: Cooking
sa: पाक

source: Shopping
sa: विपणि

source: Gardening
sa: उद्यानकार्यम्

source: Original Language
sa: मूल भाषा

source: Black and White
sa: कृष्णः श्वेतश्च

source: Unpublished
sa: अप्रकाशित

source: Live
sa: निवसति

source: Planostereoscopic
sa: प्लेनोस्टेरिओस्कोपिक

source: User Defined 1
sa: उपयोक्ता परिभाषितः 1

source: User Defined 2
sa: उपयोक्ता परिभाषितः 2

source: User Defined 3
sa: उपयोक्ता परिभाषितः 3

source: User Defined 4
sa: उपयोक्ता परिभाषितः 4

source: Undefined
sa: अनिर्दिष्टम्

source: Movie
sa: चलचित्रं

source: News
sa: समाचारं

source: Show
sa: दर्शयतु

source: Sports
sa: क्रीडा

source: Children
sa: बालकाः

source: Music
sa: संगीतं

source: Culture
sa: संस्कृति

source: Education
sa: शिक्षा

source: Leisure
sa: अवकाशः

source: Special
sa: विशेषः

source: Reserved
sa: आरक्षित

source: Soap opera
sa: सोप ओपेरा

source: Mini-series
sa: लघु-श्रृङ्खला

source: Series
sa: श्रेणी

source: Reality show
sa: रियलिटी शो

source: Information
sa: सूचना

source: Comical
sa: हास्यपूर्ण

source: Erotic
sa: कामुक

source: Raffle, television sales, prizing
sa: रैफल्, दूरदर्शनविक्रयः, पुरस्कारः

source: Debate/interview
sa: वादविवाद/साक्षात्कार

source: Other
sa: इतर

source: Report
sa: वृत्तान्तः

source: Biography
sa: जीवनी

source: Educative
sa: शैक्षिक

source: Auditorium
sa: सभागारः

source: Musical
sa: संगीतमय

source: Making of
sa: करणं

source: Feminine
sa: स्त्रीलिङ्गम्

source: Game show
sa: गेम शो

source: Country
sa: देशः

source: Health
sa: आरोग्यम्‌

source: Raffle
sa: रैफल्स

source: Television sales
sa: दूरदर्शनस्य विक्रयः

source: Prizing
sa: पुरस्कृत्य

source: Interview
sa: साक्षात्कारं

source: Adult cartoon
sa: वयस्क कार्टुन

source: Interactive
sa: अन्तरक्रियाशील

source: Policy
sa: नीति

source: Genre: %1
sa: विधाः %1

source: reserved
sa: आरक्षितः

source: all audiences
sa: सर्वे प्रेक्षकाः

source: 10 years
sa: १० वर्षाणि

source: 12 years
sa: १२ वर्षाणि

source: 14 years
sa: १४ वर्षाणि

source: 16 years
sa: १६ वर्षाणि

source: 18 years
sa: १८ वर्षाणि

source: Country %1: not rated
sa: देशः %1: मूल्याङ्कितः नास्ति

source: violence /
sa: अपद्रव /

source: sex /
sa: लिंग / .

source: drugs /
sa: औषधानि / .

source: Country %1: rating: %2%3
sa: देशः %1: रेटिंग्: %2%3

source: Country %1: rating: %2 years.
sa: देश %1: रेटिंग्: %2 वर्ष।

# @title:window
source: Program Guide
sa: कार्यक्रम मार्गदर्शिका

source: EPG language:
sa: ईपीजी भाषा :

source: Any language
sa: कापि भाषा

source: Show channels with empty EPG data
sa: रिक्त EPG आँकडा सह चैनल्स् दर्शयतु

# @label:textbox
source: Search:
sa: अन्वेषण:

# @title:column tv show
source: Start
sa: प्रारंभः

# @title:column tv show
source: Duration
sa: अवधि

# @title:column tv show
source: Title
sa: शीर्षक

# @info
source: All devices are used for recordings.
sa: सर्वाणि यन्त्राणि रिकार्डिङ्ग् कृते उपयुज्यन्ते ।

# @info
source: Didn't find a device with valid settings or access permissions are wrong. Please check the Configure Television window.
sa: वैधसेटिंग्स् सहितं यन्त्रं न लब्धम् अथवा अभिगमनानुमतिः गलता अस्ति। कृपया Configure Television इति विण्डो पश्यन्तु ।

# message box
source: No available device found.
sa: उपलब्धं यन्त्रं न लब्धम्।

# @title:window
source: Recording Schedule
sa: रिकार्डिङ्ग समयसूची

# @action
source: New
sa: नूतनम्‌

# @title:column recording
source: Name
sa: नामः

# @title:column tv show
source: Disabled
sa: अक्षमित

source: Disabled
sa: अक्षमित

source: Enabled
sa: सक्षमम्

# @title:window recording
source: Edit Schedule Entry
sa: अनुसूची प्रविष्टि सम्पादयतु

# @label recording
source: Name:
sa: नामः:

# @label tv show
source: Channel:
sa: चैनलः :

# @label tv show
source: Start:
sa: प्रारंभः:

# @label tv show
source: Duration:
sa: अवधि:

# @label tv show
source: End:
sa: अंत:

# @label recording
source: Repeat:
sa: परिहरन:

# @action next to 'Repeat:'
source: Never
sa: कदापि न

# @action next to 'Repeat:'
source: Daily
sa: प्रतिदिन

source: Provider
sa: प्रदाता

source: SNR
sa: एस एन आर

source: Channels
sa: चैनल्स्

# remove all items from a list
source: Clear
sa: स्पष्टः

source: Channel Scan
sa: चैनल स्कैन

source: Search transponders for other Networks
sa: अन्येषां Networks कृते transponders अन्वेष्टुम्

source: On certain networks, it is possible that some transponders are encoded on separate Network Information Tables (other NITs). This is more common on DVB-C systems. Clicking on this icon will change the scan algorithm to take those other NIT data into account. Please notice that the scan will be a lot more slow if enabled.
sa: कतिपयेषु संजालेषु, सम्भवति यत् केचन ट्रांसपोण्डर् पृथक् संजालसूचनासारणीषु (अन्येषु NITs) एन्कोड् भवन्ति । एतत् DVB-C प्रणालीषु अधिकं भवति । अस्मिन् चिह्ने क्लिक् करणेन तानि अन्ये NIT-दत्तांशं गृहीतुं स्कैन् एल्गोरिदम् परिवर्तयिष्यते । कृपया अवलोकयन्तु यत् सक्षमं चेत् स्कैन् बहु अधिकं मन्दं भविष्यति ।

source: Start Scan
sa: स्कैन् आरभत

source: Signal:
sa: संकेतः :

source: SNR:
sa: एस एन आर :

source: Tuned:
sa: ट्यून्ड् :

source: Filter
sa: फ़िल्टर

source: Free to air
sa: वायुः मुक्तः

source: Radio
sa: रेडियो

source: TV
sa: टीवी

source: Provider:
sa: प्रदाता :

source: Add Filtered
sa: Filtered इति योजयतु

source: Add Selected
sa: चयनितं योजयतु

source: Scan Results
sa: स्कैन परिणाम

source: Current Transponder
sa: वर्तमान ट्रांसपोंडर

source: Stop Scan
sa: स्कैन् स्थगयन्तु

source: Program Guide
sa: कार्यक्रम मार्गदर्शिका

source: OSD
sa: ओएसडी

# dialog
source: Recording Schedule
sa: रिकार्डिङ्ग समयसूची

source: Instant Record
sa: तत्काल अभिलेख

# @action:inmenu
source: Configure Television...
sa: दूरदर्शनं विन्यस्तं कुर्वन्तु...

source: Search:
sa: अन्वेषण:

# osd
source: Channel: %1_
sa: चैनलः %1_ .

# message box
source: Kaffeine is currently recording programs. Do you really want to close the application?
sa: कफीनः सम्प्रति कार्यक्रमान् रिकार्ड् करोति । किं भवन्तः वास्तवमेव अनुप्रयोगं बन्दं कर्तुम् इच्छन्ति?

# message box
source: Kaffeine has scheduled recordings. Do you really want to close the application?
sa: कफीनस्य रिकार्डिङ्ग् निर्धारितम् अस्ति । किं भवन्तः वास्तवमेव अनुप्रयोगं बन्दं कर्तुम् इच्छन्ति?

# osd
source: Instant Record Started
sa: तत्क्षणं अभिलेखः आरब्धः

# osd
source: Instant Record Stopped
sa: तत्क्षणं अभिलेखः स्थगितः

# %1 is a person; %2 is their character
source: %1 as %2
sa: %1 यथा %2

source: Director(s)
sa: निदेशक (निदेशकाः)

source: Actor(s)
sa: अभिनेता (अभिनेता)

source: Writer(s)
sa: लेखक (लेखक)

source: Adapter(s)
sa: एडाप्टर(s) 1.1.

source: Producer(s)
sa: निर्माता (निर्माता)

source: Composer(s)
sa: रचयिता (रचयिता)

source: Editor(s)
sa: सम्पादक ( सम्पादक )

source: Presenter(s)
sa: प्रस्तोता (प्रस्तोता)

source: Commentator(s)
sa: टीकाकारः (भाष्यकाराः)

source: Guest(s)
sa: अतिथि (अतिथि)

source: rating: %1
sa: रेटिंग्: %1

source: Season %1
sa: ऋतुः %1

source: Episode %1
sa: प्रकरणम् %1

source: Star rating: %1
sa: तारा रेटिंग्: %1

source: Date: %1
sa: तिथिः %1

source: Category: %1
sa: श्रेणी: %1

source: Keyword: %1
sa: कीवर्ड: %1

source: language: %1
sa: भाषा: %1

source: Original language: %1
sa: मूलभाषा: %1

source: Country: %1
sa: देशः %1

source: Kaffeine
sa: कैफीन

source: A media player by KDE with digital TV support.
sa: डिजिटलटीवीसमर्थनेन सह KDE द्वारा एकः मीडियाप्लेयरः ।

source: (C) 2007-2019 The Kaffeine Authors.
sa: (C) 2007-2019 द कफीन लेखक।

source: Maintainer
sa: परिपालकः

source: Previous maintainer (for versions 1.x)
sa: पूर्वपालकः (संस्करणानाम् १.x कृते)

# NAME OF TRANSLATORS
source: Your names
sa: भवतः नामानि

# EMAIL OF TRANSLATORS
source: Your emails
sa: भवतः ईमेलपत्राणि

source: &1 Play File
sa: &1 Play File इति

source: Open dialog to play a file
sa: सञ्चिकां वादयितुं संवादं उद्घाटयन्तु

source: &2 Play Audio CD
sa: &2 ऑडियो सीडी प्ले कुर्वन्तु

source: Start playing an audio CD. It assumes that the CD is already there at the CD drive
sa: श्रव्यसीडी वादयितुं आरभत। एतत् कल्पयति यत् CD पूर्वमेव CD ड्राइव् मध्ये अस्ति

source: &3 Play Video CD
sa: &3 विडियो सीडी प्ले कुर्वन्तु

source: Start playing a Video CD. It assumes that the CD is already there at the CD drive
sa: Video CD वादयितुं आरभत। CD ड्राइव् इत्यत्र पूर्वमेव CD अस्ति इति कल्पयति

source: &4 Play DVD
sa: &4 DVD प्ले कुर्वन्तु

source: Start playing a DVD. It assumes that the DVD is already there at the DVD drive
sa: DVD वादयितुं आरभत। एतत् कल्पयति यत् DVD DVD ड्राइव् इत्यत्र पूर्वमेव अस्ति

source: &5 Digital TV
sa: &5 डिजिटल टीवी

source: &File
sa: &संचिका

# @action:inmenu
source: Open URL...
sa: URL उद्घाटयन्तु...

source: Play Audio CD
sa: ऑडियो सीडी प्ले कुर्वन्तु

source: Play Video CD
sa: विडियो सीडी प्ले कुर्वन्तु

source: Play DVD
sa: DVD प्ले कुर्वन्तु

# @action:inmenu
source: Play DVD Folder
sa: DVD फोल्डर् प्ले कुर्वन्तु

source: &Playback
sa: &प्लेबैक

# menu bar
source: Play&list
sa: प्ले&सूची

source: &Television
sa: &दूरदर्शन

source: &Settings
sa: &सेटिंग्स

source: Start
sa: प्रारंभः

source: Playback
sa: प्लेबैक

source: Playlist
sa: प्लेलिस्ट्

source: Television
sa: दूरदर्शनम्

source: Play &File
sa: &File प्ले कुर्वन्तु

source: Play &Audio CD
sa: &Audio CD वादयन्तु

source: Play &Video CD
sa: &Video CD प्ले कुर्वन्तु

source: Play &DVD
sa: प्ले &DVD

source: &Watch Digital TV
sa: &डिजिटल टीवी पश्यन्तु

source: &Quit
sa: &परिजहातु

source: Enable all debug messages. Please notice that Kaffeine also allows enabling debug messages per category, by using the environment var: QT_LOGGING_RULES=kaffeine.category.debug=true where 'category' can be:
sa: सर्वे त्रुटिनिवारणसन्देशाः सक्षमाः कुर्वन्तु । कृपया अवलोकयन्तु यत् Kaffeine प्रतिवर्गं त्रुटिनिवारणसन्देशान् सक्षमीकरणमपि अनुमन्यते, वातावरणस्य उपयोगेन var: QT_LOGGING_RULES=कफीन.श्रेणी.डीबग=सत्यम् यत्र 'वर्गः' भवितुम् अर्हति : १.

source: The files/URLs opened by the application will be deleted after use
sa: अनुप्रयोगेन उद्घाटिताः सञ्चिकाः/URLs उपयोगानन्तरं विलोपिताः भविष्यन्ति

source: Start in full screen mode
sa: पूर्णपर्दे मोड् मध्ये आरभत

source: Start in minimal mode
sa: न्यूनतमविधाने आरभत

source: Start with always on top
sa: सर्वदा उपरि एव आरभ्यताम्

# command line option
source: Dump dvb data (debug option)
sa: dvb data (debug विकल्पः) डम्प कुर्वन्तु ।

# command line option
source: Play TV channel
sa: टीवी चैनलं प्ले कुर्वन्तु

# command line option
source: (deprecated option)
sa: (अप्रचलितः विकल्पः)

# command line option
source: Play last tuned TV channel
sa: अन्तिम-ट्यून् कृतं टीवी-चैनलम् वादयन्तु

source: Files or URLs to play
sa: क्रीडितुं सञ्चिकाः अथवा URL

# @title:window
source: Open files
sa: सञ्चिकाः उद्घाटयन्तु

# @title:window
source: Open URL
sa: URL उद्घाटयन्तु

source: Enter a URL:
sa: एकं URL प्रविष्टं कुर्वन्तु:

source: Previous
sa: पूर्वतनम्‌

source: Play
sa: क्रीडतु

source: Pause
sa: विराम

source: Stop
sa: विरमतु

source: Next
sa: अग्रिम

# 'Playback' menu
source: Full Screen Mode
sa: पूर्ण स्क्रीन मोड

# 'Playback' menu
source: Minimal Mode
sa: न्यूनतम मोड

# 'Subtitle' menu
source: Subtitle
sa: उपशीर्षकम्

# subtitle selection entry
source: off
sa: दूरे

# 'Subtitle' menu
source: Add subtitle file
sa: उपशीर्षकसञ्चिकां योजयन्तु

# 'Playback' menu
source: Audio
sa: श्रव्यः

# 'Audio' menu
source: Audio Device
sa: श्रव्ययन्त्रम्

# 'Playback' menu
source: Audio Device
sa: श्रव्ययन्त्रम्

# 'Audio' menu
source: Increase Volume
sa: Volume वर्धयतु

# 'Audio' menu
source: Decrease Volume
sa: मात्रां न्यूनीकरोतु

# 'Audio' menu
source: Mute Volume
sa: म्यूट वॉल्यूम

# 'Playback' menu
source: Video
sa: विडिओ

# 'Video' menu
source: Deinterlace
sa: Deinterlace इति

# 'Deinterlace' menu
source: disabled
sa: अक्षमित

# 'Deinterlace' menu
source: discard
sa: तनूकृ

# 'Deinterlace' menu
source: bob
sa: बोब

# 'Deinterlace' menu
source: linear
sa: रेखीय

# 'Deinterlace' menu
source: yadif
sa: यदिफ

# 'Deinterlace' menu
source: yadif2x
sa: यदिफ२x

# 'Deinterlace' menu
source: phosphor
sa: फॉस्फोरस

# 'Deinterlace' menu
source: mean
sa: अर्थः

# 'Deinterlace' menu
source: blend
sa: मिश्रण

# 'Deinterlace' menu
source: Inverse telecine
sa: विलोम दूरसंचार

# 'Video' menu
source: Aspect Ratio
sa: आस्पेक्ट रेशियो

# 'Aspect Ratio' menu
source: Automatic
sa: स्वतः

source: Video size
sa: विडियो आकार

# Video size
source: Automatic
sa: स्वतः

# Video size
source: Original Size
sa: मूल आकार

source: Volume Slider
sa: आयतन स्लाइडर

# @action:inmenu
source: Jump to Position...
sa: पदं प्रति कूदन्तु...

# playback menu
source: Skip
sa: क्षिपते

# submenu of 'Skip'
source: Skip %1s Backward
sa: %1s पृष्ठतः त्यजन्तु

# submenu of 'Skip'
source: Skip %1s Forward
sa: %1s अग्रे त्यजन्तु

source: Seek Slider
sa: स्लाइडरं अन्वेष्टुम्

# dvd navigation
source: DVD Menu
sa: DVD मेनू

# dvd navigation
source: Title
sa: शीर्षक

# dvd navigation
source: Chapter
sa: अध्यायः

# dvd navigation
source: Angle
sa: कोण
