Repository: KDE/kaffeine
Catalog: po/sa/kaffeine.po
Languages: sa

source: Switch between elapsed and remaining time display
sa: व्यतीतस्य अवशिष्टस्य च समयप्रदर्शनस्य मध्ये स्विच् कुर्वन्तु

source: Supported Media Files (*.3ga *.3gp *.3gpp *.669 *.ac3 *.aif *.aiff *.anim1 *.anim2 *.anim3 *.anim4 *.anim5 *.anim6 *.anim7 *.anim8 *.anim9 *.animj *.asf *.asx *.au *.avf *.avi *.bdm *.bdmv *.clpi *.cpi *.divx *.dv *.f4a *.f4b *.f4v *.flac *.flc *.fli *.flv *.it *.lrv *.m15 *.m2t *.m2ts *.m3u *.m3u8 *.m4a *.m4b *.m4v *.med *.mka *.mkv *.mng *.mod *.moov *.mov *.mp+ *.mp2 *.mp3 *.mp4 *.mpc *.mpe *.mpeg *.mpg *.mpga *.mpl *.mpls *.mpp *.mtm *.mts *.nsv *.oga *.ogg *.ogm *.ogv *.ogx *.opus *.pls *.qt *.qtl *.qtvr *.ra *.ram *.rax *.rm *.rmj *.rmm *.rms *.rmvb *.rmx *.rp *.rv *.rvx *.s3m *.shn *.snd *.spl *.stm *.swf *.ts *.tta *.ult *.uni *.vdr *.vlc *.vob *.voc *.wav *.wax *.webm *.wma *.wmv *.wmx *.wv *.wvp *.wvx *.xm *.xspf *.kaffeine *.iso);;All Files (*)
sa: समर्थित मीडिया सञ्चिकाः (*.3ga *.3gp *.3gpp *.669 *.ac3 *.aif *.aiff *.anim1 *.anim2 *.anim3 *.anim4 *.anim5 *.anim6 *.anim7 *.anim8 * .अनिम्९ *.अनिम्ज *.अस्फ *.अस्क्ष *.औ *.अवफ *.अवि *.ब्दम् *.bdmv *.clpi *.cpi *.divx *.dv *.f4a *.f4b *.f4v *.flac *.flc *.fli *.flv *.it *.lrv *.m15 *.m2t *. m2ts *.m3u *.m3u8 *.m4a *.m4b *.m4v *.med *.mka *.mkv *.mng *.mod *.moov *.mov *.mp+ *.mp2 *.mp3 *.mp4 *.mpc *.mpe *.mpeg *.mpg *.mpga *.mpl *.mpls *.mpp *. mtm *.mts *.nsv *.oga *.ogg *.ogm *.ogv *.ogx *.opus *.pls *.qt *.qtl *.qtvr *.रा *.राम *.रक्स *.र्म *.र्मज *.र्म्म *.र्म्स *.र्मवब *.rmx *.rp *.rv *.rvx *.s3m *.shn *.snd *.spl *. stm *.swf *.ts *.tta *.ult *.uni *.vdr *.vlc *.vob *.voc *.wav *.मोम *.webm *.wma *.wmv *.wmx *.wv *.wvp *.wvx *.xm *.xspf *.kaffeine *.iso);;सभी सञ्चिकाः (*)

# 'Playback' menu
source: Exit Full Screen Mode
sa: Full Screen Mode इत्यस्मात् बहिः गच्छन्तु

# 'Playback' menu
source: Exit Minimal Mode
sa: न्यूनतम मोडतः निर्गच्छन्तु

# @title:window
source: Open subtitle
sa: उपशीर्षकं उद्घाटयतु

source: Subtitles (*.cdg *.idx *.srt *.sub *.utf *.ass *.ssa *.aqt *.jss *.psb *.rt *.smi *.txt *.smil *.stl *.usf *.dks *.pjs *.mpl2 *.mks *.vtt *.ttml *.dfxp
sa: उपशीर्षक (*.cdg *.idx *.srt *.sub *.utf *.ass *.ssa *.aqt *.jss *.psb *.rt *.smi *.txt *.smil *.stl *.usf *.dks *.pjs *.mpl2 *.mks *.vtt *.ttml *.dfxp

# osd
source: Volume: %1%
sa: मात्रा: %1% .

# osd
source: Stopped
sa: स्थगितम्

# osd
source: Mute Off
sa: Mute Off इति

# osd
source: Playing
sa: क्रीडति

# osd
source: Paused
sa: विरामः कृतः

# @title:window
source: Jump to Position
sa: पदं प्रति कूदन्तु

source: Enter a position:
sa: एकं स्थानं प्रविशतु :

# playlist track
source: Title
sa: शीर्षक

# playlist track
source: Artist
sa: कलाकार

# playlist track
source: Album
sa: एल्बम

# playlist track
source: Track Number
sa: ट्रैक नम्बर

# playlist track
source: Length
sa: दैर्घ्यम्‌

# playlist browser
source: Temporary Playlist
sa: अस्थायी प्लेलिस्ट

# playlist menu
source: Repeat
sa: परिहरन

# playlist menu
source: Random
sa: यदृच्छासङ्ख्या

source: Add Subtitle
sa: उपशीर्षकं योजयतु

# @action:inmenu playlist
source: New
sa: नूतनम्‌

# rename an entry in a list
source: Rename
sa: पुनर्नाम

# playlist browser
source: Unnamed Playlist
sa: अनाम प्लेलिस्ट

# file filter
source: Subtitle Files
sa: उपशीर्षकसञ्चिकाः

# file filter
source: *.xspf|XSPF Playlist *.m3u|M3U Playlist *.pls|PLS Playlist
sa: *.xspf|XSPF प्लेलिस्ट *.m3u|M3U प्लेलिस्ट *.pls|PLS प्लेलिस्ट

# message box
source: Please install the Qt SQLite plugin.
sa: कृपया Qt SQLite प्लगिन् संस्थापयन्तु ।

# message box
source: Cannot open the SQLite database.
sa: SQLite दत्तांशकोशं उद्घाटयितुं न शक्यते ।
