Repository: KDE/kaffeine
Catalog: po/*/kaffeine.po
Languages: he

source: Cannot start mplayer process.
he: לא ניתן להפעיל את התהליך mplayer.

source: Subtitle %1
he: כתוביות %1

source: CD track %1
he: רצועת תקליטור %1

# @title:window
source: Configure Kaffeine
he: הגדרת קפאין

# @item:inlistbox 'Startup display mode:'
source: Normal Mode
he: מצב רגיל

# @item:inlistbox 'Startup display mode:'
source: Minimal Mode
he: מצב מוקטן

# @item:inlistbox 'Startup display mode:'
source: Full Screen Mode
he: מצב מסך מלא

# @item:inlistbox 'Startup display mode:'
source: Remember Last Setting
he: לזכור את ההגדרה האחרונה

# @label:listbox
source: Startup display mode:
he: מצב הצגה בהתחלה:

# @label:spinbox
source: Short skip duration:
he: משך דילוג קצר:

# @label:spinbox
source: Long skip duration:
he: משך דילוג ארוך:

# @title:group
source: General
he: כללי

# @label:textbox
source: Log messages:
he: הודעות יומן:

# @action:button
source: Show dmesg
he: הצגת dmesg

# @title:group
source: Diagnostics
he: אבחון

# @label:textbox
source: LibVLC arguments:
he: ארגומנטים ל־LibVLC:

# @label:textbox
source: NOTE: Kaffeine should be restarted for the new arguments to take effect
he: לתשומת ליבך: יש להפעיל את קפאין מחדש כדי שהארגומנטים החדשים יחולו

# @title:column tv show
source: Channel
he: ערוץ

# @title:column tv channel
source: Number
he: מספר

# @action
source: Edit
he: עריכה

# @action
source: Remove
he: הסרה

# @info
source: The channels will be sorted by number to allow drag and drop. Do you want to continue?
he: הערוצים יסודרו לפי מספרים כדי לאפשר גרירה. להמשיך?

source: Horizontal
he: אופקי

source: Vertical
he: אנכי

source: Circular left
he: מעגלי שמאלה

source: Circular right
he: מעגלי ימינה

source: Off
he: כבוי

# @title:window
source: Edit Channel
he: עריכת ערוץ

# @label tv channel
source: Name:
he: שם:

# @label tv channel
source: Number:
he: מספר:

# @label tv channel
source: Source:
he: מקור:

source: Frequency (MHz):
he: תדירות (מה״צ):

source: Symbol rate (kS/s):
he: קצב סמלים (kS/S):

source: Modulation:
he: אפנון:

source: FEC rate:
he: קצב FEC:

source: Polarization:
he: קיטוב:

source: Roll-off:
he: Roll-Off (הנחתה):

source: Bandwidth:
he: רוחב פס:

source: Transmission mode:
he: מצב תעבורה:

source: Guard interval:
he: משך הגנה:

source: Hierarchy:
he: היררכיה:

source: Partial reception:
he: קליטה חלקית:

source: Sound broadcasting:
he: שידור שמע:

source: Network ID:
he: מזהה רשת:

source: Transport stream ID:
he: מזהה תזרים תעבורה:

source: Service ID:
he: מזהה שירות:

source: Audio channel:
he: ערוץ שמע:

source: Scrambled:
he: מעורבל:

source: PMT PID:
he: מזהה מנות טבלת מיפוי תוכניות (PMT PID):

source: Video PID:
he: מזהה מנות (PID) וידאו:

source: Subtitle PID:
he: מזהה מנות (PID) כתוביות:

source: Teletext PID:
he: מזהה מנות (PID) טלטקסט:

# @title:window
source: Configure Television
he: הגדרת טלוויזיה

source: Recording folder:
he: תיקיית הקלטה:

source: Select Folder
he: בחירת תיקייה

source: Time shift folder:
he: תיקיית הזחת זמן:

source: xmltv file name (optional):
he: שם קובץ xmltv (רשות):

source: Add optional file to allow reading EPG data from xmltv files
he: הוספת קובץ רשות כדי לאפשר קריאת נתוני לוח שידורים אלקטרוני מקובצי xmltv

source: Begin margin (minutes):
he: שול התחלה (דקות):

source: End margin (minutes):
he: שול סוף (דקות):

source: Naming style for recordings:
he: תבנית מתן שם להקלטות:

source: Action after recording finishes:
he: פעולה לאחר סיום ההקלטה:

source: Leave empty for no command.
he: להשאיר ריק כדי לא להריץ אף פקודה.

source: Use ISO 8859-1 charset instead of ISO 6937:
he: להשתמש בערכת התווים ISO 8859-1 במקום ב־ISO 6937:

source: Create info files to accompany EPG recordings:
he: יצירת קובצי מידע כדי ללוות את ההקלטות מלוח השידורים האלקטרוני:

source: Scan channels when idle to fetch fresh EPG data:
he: לסרוק את הערוצים בזמן המתנה כדי למשוך נתוני לוח שידורים אלקטרוני חדשים:

source: Scan data last updated on %1
he: נתוני הסריקה עודכנו לאחרונה ב־%1

source: Update Scan Data over Internet
he: לעדכן את נתוני הסריקה דרך האינטרנט

source: Edit Scanfile
he: עריכת קובץ סריקה

source: You can add channels manually to this file before scanning for them.
he: אפשר להוסיף ערוצים ידנית לקובץ הזה בטרם סריקתם.

source: General Options
he: אפשרויות כלליות

source: Automatic Recording
he: הקלטה אוטומטית

source: Device %1
he: התקן %1

# @action
source: Add new Regex
he: הוספת ביטוי רגולרי חדש

source: Add another regular expression.
he: הוספת ביטוי רגולרי נוסף.

# @action
source: Remove Regex
he: הסרת ביטוי רגולרי

source: Remove checked regular expressions.
he: הסרת הביטויים הרגולריים המסומנים.

source: Update Scan Data
he: עדכון נתוני הסריקה

source: Downloading scan data
he: נתוני הסריקה יורדים

source: Scan file is becoming bigger than %1 KB. Aborting, as something might be wrong...
he: קובץ הסריקה גדול מ־%1 ק״ב. הפעולה מבוטלת, כנראה שמשהו אחר שגוי…

source: Scan data successfully updated. %1 KB received. Changes take effect after you have closed the configuration dialog.
he: נתוני הסריקה עודכנו בהצלחה. %1 ק״ב התקבלו. השינויים יחולו לאחר סגירת חלונית ההגדרות.

source: Scan data update failed.
he: עדכון נתוני הסריקה נכשל.

source: Name: %1
he: שם: %1

source: Move Left
he: העברה שמאלה

source: Reset
he: איפוס

source: Move Right
he: העברה ימינה

source: Device not connected.
he: ההתקן לא מחובר.

source: Cable
he: כבלים

source: Terrestrial (T2)
he: יבשתי (T2)

source: Terrestrial
he: יבשתי

source: Autoscan
he: סריקה אוטומטית

source: Autoscan with 167 kHz Offsets
he: סריקה אוטומטית עם מרווחים של 167 קה״צ

source: Autoscan Australia
he: סריקה אוטומטית אוסטרליה

source: Autoscan Italy
he: סריקה אוטומטית איטליה

source: Autoscan Taiwan
he: סריקה אוטומטית טאיוואן

source: Source:
he: מקור:

source: No Source
he: אין מקור

source: Name:
he: שם:

source: Use Higher LNBf voltage:
he: להשתמש במתח LNBf גבוה יותר:

source: Configuration:
he: הגדרות:

source: DiSEqC Switch
he: מתג DiSEqC

source: USALS Rotor
he: מנוע USALS

source: Positions Rotor
he: מנוע מקומות

source: Disable DiSEqC
he: כיבוי DiSEqC

source: LNB %1 Settings
he: הגדרות LNB %1

source: LNB Settings
he: הגדרות LNB

source: Add Satellite
he: הוספת לוויין

source: Satellite
he: לוויין

source: Position
he: מקום

source: Remove Satellite
he: הסרת לוויין

source: Your position:
he: המקום שלך:

source: Latitude:
he: קו רוחב:

source: [S -90 ... 90 N]
he: [דר׳ ‎-90 ‏… 90 צפ׳]

source: Longitude:
he: קו אורך:

source: [W -180 ... 180 E]
he: [מע׳ ‎-180 ‏… 180 מז׳]

source: Low frequency (KHz)
he: תדירות נמוכה (קה״צ)

source: High frequency (MHz)
he: תדירות גבוהה (מה״צ)

source: Switch frequency (MHz)
he: החלפת תדירות (מה״צ)

source: Low range: %1 MHz to %2 MHz
he: טווח נמוך: %1 מה״צ עד %2 מה״צ

source: Bandstacked
he: רב־ערוצי (Bacndstacked)

source: High range: %1 MHz to %2 MHz
he: טווח גבוה: %1 מה״צ עד %2 מה״צ

source: Detective
he: בילוש

source: Adventure
he: הרפתקה

source: Science Fiction
he: מדע בדיוני

source: Comedy
he: קומדיה

source: Soap
he: סבון

source: Romance
he: רומנטיקה

source: Classical
he: קלסי

source: Adult
he: למבוגרים

source: User defined
he: בהגדרת המשתמש

source: Weather
he: מזג אוויר

source: Magazine
he: מגזין

source: Documentary
he: תיעודי

source: Discussion
he: דיון

source: User Defined
he: בהגדרת המשתמש

source: Quiz
he: בוחן

source: Variety
he: מגוון

source: Talk
he: שיחה

source: Events
he: אירועים

source: Football
he: כדורגל

source: Tennis
he: טניס

source: Team
he: צוות

source: Athletics
he: אתלטיקה קלה

source: Motor
he: ממונע

source: Water
he: מים

source: Winter
he: חורף

source: Equestrian
he: מרוץ סוסים

source: Martial
he: אומנויות לחימה

source: Preschool
he: קטנטנים

source: 06 to 14
he: 06 עד 14

source: 10 to 16
he: 10 עד 16

source: Educational
he: חינוכי

source: Cartoons
he: מצוירים

source: Poprock
he: פופ־רוק

source: Folk
he: עממי

source: Jazz
he: ג׳אז

source: Opera
he: אופרה

source: Ballet
he: בלט

source: Performance
he: ביצועים

source: Fine Arts
he: אומנות עדינה

source: Religion
he: דתי

source: Traditional
he: מסורתי

source: Literature
he: ספרות

source: Cinema
he: קולנוע

source: Experimental
he: ניסיוני

source: Press
he: עתונאות

source: New Media
he: ניו מדיה

source: Fashion
he: אופנה

source: Advisory
he: ייעוץ

source: People
he: אנשים

source: Nature
he: טבע

source: Technology
he: טכנולוגיה

source: Medicine
he: רפואה

source: Foreign
he: זר

source: Social
he: חברתי

source: Further
he: העשרה

source: Language
he: שפה

source: Travel
he: טיולים

source: Handicraft
he: מלאכת יד

source: Motoring
he: ממונעים

source: Fitness
he: חיטוב

source: Cooking
he: בישול

source: Shopping
he: קניות

source: Gardening
he: גינון

source: Original Language
he: שפת המקור

source: Black and White
he: שחור ולבן

source: Unpublished
he: לא מפורסם

source: Live
he: שידור חי

source: Planostereoscopic
he: תלת־ממד בשתי עיניים

source: User Defined 1
he: בהגדרת המשתמש 1

source: User Defined 2
he: בהגדרת המשתמש 2

source: User Defined 3
he: בהגדרת המשתמש 3

source: User Defined 4
he: בהגדרת המשתמש 4

source: Undefined
he: לא מוגדר

source: Movie
he: סרט

source: News
he: חדשות

source: Show
he: מופע

source: Sports
he: ספורט

source: Children
he: ילדים

source: Music
he: מוזיקה

source: Culture
he: תרבות

source: Education
he: חינוך

source: Leisure
he: פנאי

source: Special
he: מיוחד

source: Reserved
he: שמור

source: Soap opera
he: אופרת סבון

source: Mini-series
he: מיני סדרה

source: Series
he: סדרה

source: Reality show
he: תוכנית ריאליטי

source: Information
he: פרטים

source: Comical
he: מצחיק

source: Erotic
he: ארוטי

source: Debate/interview
he: עימות/ריאיון

source: Other
he: אחר

source: Report
he: דיווח

source: Biography
he: ביוגרפיה

source: Educative
he: חינוכי

source: Auditorium
he: אודיטוריום

source: Musical
he: מחזות זמר

source: Making of
he: איך זה נוצר

source: Feminine
he: נשי

source: Game show
he: שעשועון

source: Country
he: מדינה

source: Health
he: בריאות

source: Raffle
he: הגרלות

source: Television sales
he: מכירות בטלוויזיה

source: Prizing
he: חלוקת פרסים

source: Interview
he: ריאיון

source: Adult cartoon
he: הנפשה למבוגרים

source: Interactive
he: אינטראקטיבי

source: Policy
he: מדיניות

source: Genre: %1
he: סוגה: %1

source: reserved
he: שמור

source: all audiences
he: כל סוגי הקהל

source: 10 years
he: מגיל 10

source: 12 years
he: מגיל 12

source: 14 years
he: מגיל 14

source: 16 years
he: מגיל 16

source: 18 years
he: מגיל 18

source: Country %1: not rated
he: מדינה %1: אין דירוג

source: violence /
he: אלימות /

source: sex /
he: מין /

source: drugs /
he: סמים /

source: Country %1: rating: %2%3
he: מדינה %1: דירוג: %2%3

source: Country %1: rating: %2 years.
he: מדינה %1: דירוג: %2 שנים.

# @title:window
source: Program Guide
he: מדריך תוכניות

source: Any language
he: כל שפה שהיא

# @action:inmenu tv show
source: Record Show
he: הקלטת מופע

# @label:textbox
source: Search:
he: חיפוש:

# @title:column tv show
source: Start
he: התחלה

# @title:column tv show
source: Duration
he: משך

# @title:column tv show
source: Title
he: כותרת

# @info
source: All devices are used for recordings.
he: כל ההתקנים שמשמשים להקלטה.

# @title:window
source: Recording Schedule
he: תזמון הקלטה

# @action
source: New
he: חדש

# @title:column recording
source: Name
he: שם

# @title:column tv show
source: Disabled
he: מושבת

source: Disabled
he: מושבת

source: Enabled
he: פעיל

# @title:window recording
source: Edit Schedule Entry
he: עריכת רשומת תזמון

# @label recording
source: Name:
he: שם:

# @label tv show
source: Channel:
he: ערוץ:

# @label tv show
source: Start:
he: התחלה:

# @label tv show
source: Duration:
he: משך:

# @label tv show
source: End:
he: סוף:

# @label recording
source: Repeat:
he: חזרה:

# @action next to 'Repeat:'
source: Never
he: אף פעם

# @action next to 'Repeat:'
source: Daily
he: יומית

source: Provider
he: ספק

source: SNR
he: SNR (יחס אות לרעש)

source: Channels
he: ערוצים

# remove all items from a list
source: Clear
he: פינוי

source: Channel Scan
he: סריקת ערוצים

source: Search transponders for other Networks
he: חיפוש טרנספונדרים לרשתות אחרות

source: Start Scan
he: התחלת סריקה

source: Signal:
he: אות:

source: SNR:
he: SNR (יחס אות לרעש):

source: Filter
he: סינון

source: Radio
he: תחנת רדיו

source: TV
he: טלוויזיה

source: Provider:
he: ספק:

source: Add Filtered
he: הוספת מסוננים

source: Add Selected
he: הוספת הנבחרים

source: Scan Results
he: תוצאות חיפוש

source: Stop Scan
he: עצירת סריקה

source: Program Guide
he: מדריך ערוצים

source: OSD
he: חיווי על המסך

# dialog
source: Recording Schedule
he: תזמון הקלטה

source: Instant Record
he: הקלטה מיידית

# @action:inmenu
source: Configure Television...
he: הגדרת טלוויזיה…

source: Search:
he: חיפוש:

# osd
source: Channel: %1_
he: ערוץ: %1_

# message box
source: Kaffeine is currently recording programs. Do you really want to close the application?
he: Kaffeine מקליטה כעת תוכניות. לסגור את היישום?

# message box
source: Kaffeine has scheduled recordings. Do you really want to close the application?
he: ל־Kaffeine יש הקלטות מתוזמנות. לסגור את היישום?

# osd
source: Instant Record Started
he: הקלטה מיידית החלה

# osd
source: Instant Record Stopped
he: הקלטה מיידת נעצרה

# %1 is a person; %2 is their character
source: %1 as %2
he: %1 בתפקיד %2

source: Director(s)
he: במאים

source: Actor(s)
he: שחקנים

source: Writer(s)
he: כותבים

source: Adapter(s)
he: מתאמים

source: Producer(s)
he: מפיקים

source: Composer(s)
he: מלחינים

source: Editor(s)
he: עורכים

source: Presenter(s)
he: מציגים

source: Commentator(s)
he: קריינים

source: Guest(s)
he: אורחים

source: rating: %1
he: דירוג: %1

source: Season %1
he: עונה %1

source: Episode %1
he: פרק %1

source: Star rating: %1
he: דירוג כוכבים: %1

source: Date: %1
he: תאריך: %1

source: Category: %1
he: קטגוריה: %1

source: Keyword: %1
he: מילת מפתח: %1

source: language: %1
he: שפה: %1

source: Original language: %1
he: שפת המקור: %1

source: Country: %1
he: מדינה: %1

source: Kaffeine
he: קפאין

source: A media player by KDE with digital TV support.
he: נגון מדיה מבית KDE עם תמיכה בטלוויזיה דיגיטלית.

source: (C) 2007-2019 The Kaffeine Authors.
he: (C) 2007-‏2019 יוצרי קפאין.

source: Maintainer
he: מתחזק

source: Previous maintainer (for versions 1.x)
he: מתחזק לשעבר (לגרסאות ‎1.x‎)

# NAME OF TRANSLATORS
source: Your names
he: צוות התרגום של KDE ישראל

# EMAIL OF TRANSLATORS
source: Your emails
he: kde-l10n-he@kde.org

source: &1 Play File
he: &1 ניגון קובץ

source: Open dialog to play a file
he: פתיחת חלונית לניגון קובץ

source: &2 Play Audio CD
he: &2 השמעת תקליטור

source: Start playing an audio CD. It assumes that the CD is already there at the CD drive
he: התחלת ניגון תקליטור שמע. ההנחה היא שהתקליטור כבר נמצא בכונן התקליטורים

source: &3 Play Video CD
he: &3 ניגון תקליטור וידאו

source: Start playing a Video CD. It assumes that the CD is already there at the CD drive
he: התחלת ניגון תקליטור וידאו (VCD). ההנחה היא שהתקליטור כבר נמצא בכונן התקליטורים

source: &4 Play DVD
he: &4 ניגון DVD

source: Start playing a DVD. It assumes that the DVD is already there at the DVD drive
he: התחלת ניגון DVD ההנחה היא שה־DVD כבר נמצא בכונן ה־DVD

source: &5 Digital TV
he: &5 טלוויזיה דיגיטלית

source: &File
he: &קובץ

# @action:inmenu
source: Open URL...
he: פתיחת כתובת…

source: Play Audio CD
he: השמעת תקליטור

source: Play Video CD
he: ניגון תקליטור וידאו

source: Play DVD
he: ניגון DVD

# @action:inmenu
source: Play DVD Folder
he: ניגון תיקיית DVD

source: &Playback
he: &נגינה

# menu bar
source: Play&list
he: &רשימת נגינה

source: &Television
he: &טלוויזיה

source: &Settings
he: ה&גדרות

source: Start
he: התחלה

source: Playback
he: נגינה

source: Playlist
he: רשימת נגינה

source: Television
he: טלוויזיה

source: Play &File
he: נגינת &קובץ

source: Play &Audio CD
he: השמעת תק&ליטור

source: Play &Video CD
he: ניגון ת&קליטור וידאו

source: Play &DVD
he: &ניגון DVD

source: &Watch Digital TV
he: &צפייה בטלוויזיה דיגיטלית

source: &Quit
he: י&ציאה

source: The files/URLs opened by the application will be deleted after use
he: הקבצים/כתובות שייפתחו על ידי התוכנית יימחקו לאחר השימוש

source: Start in full screen mode
he: התחלה במצב מסך מלא

source: Start in minimal mode
he: התחלה במצב מוקטן

source: Start with always on top
he: התחלה תמיד עליון

# command line option
source: Dump dvb data (debug option)
he: היטל נתוני dvb (אפשרות ניפוי שגיאות)

# command line option
source: Play TV channel
he: ניגון ערוץ טלוויזיה

# command line option
source: (deprecated option)
he: (אפשרות שיצאו משימוש)

# command line option
source: Play last tuned TV channel
he: להפעיל את ערוץ הטלוויזיה האחרון שנצפה

source: Files or URLs to play
he: קבצים או כתובות לנגינה

# @title:window
source: Open files
he: פתיחת קבצים

# @title:window
source: Open URL
he: פתיחת כתובת

source: Enter a URL:
he: מילוי כתובת:

source: Previous
he: הקודם

source: Play
he: נגינה

source: Pause
he: השהיה

source: Stop
he: עצירה

source: Next
he: הבא

# 'Playback' menu
source: Full Screen Mode
he: מצב מסך מלא

# 'Playback' menu
source: Minimal Mode
he: מצב מוקטן

# 'Subtitle' menu
source: Subtitle
he: כתוביות

# subtitle selection entry
source: off
he: כבויות

# 'Subtitle' menu
source: Add subtitle file
he: הוספת קובץ כתוביות

# 'Playback' menu
source: Audio
he: שמע

# 'Audio' menu
source: Audio Device
he: התקן שמע

# 'Playback' menu
source: Audio Device
he: התקן שמע

# 'Audio' menu
source: Increase Volume
he: הגברת עוצמת שמע

# 'Audio' menu
source: Decrease Volume
he: הנמכת עוצמת שמע

# 'Audio' menu
source: Mute Volume
he: השתקת שמע

# 'Playback' menu
source: Video
he: וידאו

# 'Video' menu
source: Deinterlace
he: ביטול שזירה

# 'Deinterlace' menu
source: disabled
he: מושבת

# 'Deinterlace' menu
source: discard
he: התעלמות

# 'Video' menu
source: Aspect Ratio
he: יחס גובה־רוחב

# 'Aspect Ratio' menu
source: Automatic
he: אוטומטי

source: Video size
he: גודל וידאו

# Video size
source: Automatic
he: אוטומטי

# Video size
source: Original Size
he: גודל מקורי

source: Volume Slider
he: מחוון עוצמת שמע

# @action:inmenu
source: Jump to Position...
he: קפיצה לנקודה…

# playback menu
source: Skip
he: דילוג

# submenu of 'Skip'
source: Skip %1s Backward
he: דילוג %1 שנ׳ אחורה

# submenu of 'Skip'
source: Skip %1s Forward
he: דילוג %1 שנ׳ קדימה

source: Seek Slider
he: מחוון חתירה

# dvd navigation
source: DVD Menu
he: תפריט DVD

# dvd navigation
source: Title
he: כותרת

# dvd navigation
source: Chapter
he: פרק

# dvd navigation
source: Angle
he: זווית

source: Switch between elapsed and remaining time display
he: החלפה בין הצגת הזמן שחלף לזמן שנותר

# 'Playback' menu
source: Exit Full Screen Mode
he: יציאה ממצב מסך מלא

# 'Playback' menu
source: Exit Minimal Mode
he: יציאה ממצב מוקטן

# @title:window
source: Open subtitle
he: פתיחת כתוביות

source: Subtitles (*.cdg *.idx *.srt *.sub *.utf *.ass *.ssa *.aqt *.jss *.psb *.rt *.smi *.txt *.smil *.stl *.usf *.dks *.pjs *.mpl2 *.mks *.vtt *.ttml *.dfxp
he: כתוביות (‎*.cdg‏ ‎*.idx‏ ‎*.srt‏ ‎*.sub‏ ‎*.utf‏ ‎*.ass‏ ‎*.ssa‎*.aqt‏ ‎*.jss‏ ‎*.psb‏ ‎*.rt‏ ‎*.smi‏ ‎*.txt‏ ‎*.smil‏ ‎*.stl‏‎*.usf‏ ‎*.dks‏ ‎*.pjs‏ ‎*.mpl2‏ ‎*.mks‏ ‎*.vtt‏ ‎*.ttml‏ ‎*.dfxp

# osd
source: Volume: %1%
he: עוצמת שמע: %1%

# osd
source: Stopped
he: נעצר

# osd
source: Mute On
he: הפעלת השתקה

# osd
source: Mute Off
he: כיבוי השתקה

# osd message
source: Deinterlace %1
he: ביטול שזירה %1

# osd
source: Playing
he: מתנגן

# osd
source: Paused
he: מושהה

# @title:window
source: Jump to Position
he: קפיצה לנקודה

source: Enter a position:
he: נא למלא נקודה:

# playlist track
source: Title
he: כותרת

# playlist track
source: Artist
he: אומן/נית

# playlist track
source: Album
he: אלבום

# playlist track
source: Track Number
he: מספר רצועה

# playlist track
source: Length
he: משך

# playlist browser
source: Temporary Playlist
he: רשימת נגינה זמנית

# playlist menu
source: Repeat
he: חזרה

# playlist menu
source: Random
he: אקראי

source: Add Subtitle
he: הוספת כתוביות

# @action:inmenu playlist
source: New
he: חדשה

# rename an entry in a list
source: Rename
he: שינוי שם

# playlist browser
source: Unnamed Playlist
he: רשימת נגינה ללא שם

# file filter
source: Subtitle Files
he: קובץ כתוביות

# file filter
source: *.xspf|XSPF Playlist *.m3u|M3U Playlist *.pls|PLS Playlist
he: *.xspf|רשימת נגינה מסוג XSPF *.m3u|רשימת נגינה מסוג M3U *.pls|רשימת נגינה מסוג PLS

# message box
source: Please install the Qt SQLite plugin.
he: נא להתקין את תוסף ה־SQLite ל־Qt.

# message box
source: Cannot open the SQLite database.
he: לא ניתן לפתוח את מסד הנתונים מסוג SQLite.
